Basic_Car/case/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    wall
    {
        type            patch;
        physicalType    patch;
        nFaces          5824;
        startFace       64813;
    }
    inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          420;
        startFace       70637;
    }
    outlet
    {
        type            patch;
        physicalType    patch;
        nFaces          426;
        startFace       71057;
    }
    car
    {
        type            patch;
        physicalType    patch;
        nFaces          756;
        startFace       71483;
    }
)

// ************************************************************************* //
